[
  {
    "id": 1,
    "title": "Хищник: Планета смерти",
    "imdbId": "tt31227572",
    "rating": 7.4,
    "genres": "Фантастика, Боевик",
    "description": "Изгнанный из клана хищник Дек отправляется на опасную планету Генна. Он стремится доказать своему отцу и всему племени, что достоин быть частью клана. Дек встречает загадочную девушку-андроида Тию и объединяется с ней, чтобы отправиться на поиски сверххищника Калиска, наиболее грозного противника на планете.",
    "img": "/images/1.webp"
  },
  {
    "id": 2,
    "title": "Сущность",
    "imdbId": "tt27773954",
    "rating": 6.3,
    "genres": "Ужасы, Драма",
    "description": "Популярного иллюстратора и его семью начинает преследовать загадочная сущность, питающаяся страхами. Пока она окончательно не обрела над ними власть, им предстоит выяснить, что это — плод воображения или проявление сверхъестественного.",
    "img": "/images/2.webp"
  },
  {
    "id": 3,
    "title": "Достать ножи: Воскрешение покойника",
    "imdbId": "tt14364480",
    "rating": 7.5,
    "genres": "Детектив, Комедия, Криминал",
    "description": "Главный герой фильма — частный детектив Бенуа Бланк, который приезжает в маленький город, чтобы расследовать совершённое в церкви убийство.",
    "img": "/images/3.webp"
  },
  {
    "id": 4,
    "title": "Иллюзия обмана 3",
    "imdbId": "tt4712810",
    "rating": 6.2,
    "genres": "Триллер, Криминал",
    "description": "Четыре всадника» возвращаются вместе с молодым поколением иллюзионистов, демонстрируя головокружительные трюки, магию и превращения, каких еще не видел мир.",
    "img": "/images/4.webp"
  },
  {
    "id": 5,
    "title": "Бугония",
    "imdbId": "tt12300742",
    "rating": 7.5,
    "genres": "Драма, Комедия, Фантастика",
    "description": "Одержимый теориями заговора рабочий Тедди при помощи не слишком сообразительного кузена похищает руководительницу крупной компании, так как считает, что она — пришелец из галактики Андромеды, жаждущий уничтожить жизнь на Земле. Он запирает женщину в подвале и требует составить послание андромедийскому императору, чтобы тот принял Тедди на своем корабле и обсудил с ним план ухода инопланетян с нашей зелёной планеты.",
    "img": "/images/5.webp"
  },
  {
    "id": 6,
    "title": "Убийство в посольстве",
    "imdbId": "tt22772712",
    "rating": 5,
    "genres": "Боевик, Триллер, Приключения, Детектив",
    "description": "1934 год. Частный детектив Миранда Грин расследует убийство, совершенное в посольстве Великобритании в Каире, где был похищен сверхсекретный документ. Его исчезновение ставит под угрозу как репутацию Букингемского дворца, так и мировое спокойствие.",
    "img": "/images/6.webp"
  },
  {
    "id": 7,
    "title": "Муж моей жены",
    "imdbId": "tt0056969",
    "rating": 6.5,
    "genres": "Комедия",
    "description": "Весельчак Фернан Жувен после тринадцати лет, проведенных в Германии, возвращается на родину в маленький городок во Франции. И что же он видит? Его жена вышла замуж за нормандца Андре Коломбе, который хозяйничает в его ресторанчике! Все считают Фернана погибшим на войне. Он становится настоящим героем, а у красавицы Кристин теперь два мужа. Но кто из них настоящий? Оказавшись в щекотливом положении, Кристин на время отвергает обоих. А мужья и не думают скучать! Они стали добрыми друзьями и наслаждаются драгоценной свободой.",
    "img": "/images/7.webp"
  },
  {
    "id": 8,
    "title": "Луна",
    "imdbId": "tt29141179",
    "rating": 6.6,
    "genres": "Триллер, Драма, Криминал, Спорт",
    "description": "Инструктор по боевым искусствам приезжает в Иорданию обучать трёх сестёр. Однако атмосфера в особняке пугающе напряжённая, сестёр контролируют на каждом шагу, и спорт им явно не нужен. Она начинает подозревать: здесь скрывают нечто опасное.",
    "img": "/images/8.webp"
  },
  {
    "id": 9,
    "title": "Бедные-несчастные",
    "imdbId": "tt14230458",
    "rating": 7.8,
    "genres": "Комедия, Фантастика",
    "description": "Молодая женщина, воскрешённая гениальным и порочным учёным, сбегает с его помощником и отправляется в тур по континентам. Её ждет множество открытий о радостях жизни и неиссякаемой жажде знаний.",
    "img": "/images/9.webp"
  },
  {
    "id": 10,
    "title": "Джон Уик 4",
    "imdbId": "tt10366206",
    "rating": 7.7,
    "genres": "Боевик, Триллер, Криминал",
    "description": "Джон Уик обнаруживает путь к победе над Правлением Кланов. Но прежде чем он сможет завоевать свободу, ему предстоит сразиться с новым врагом и его могущественными союзниками.",
    "img": "/images/10.webp"
  },
  {
    "id": 11,
    "title": "Оппенгеймер",
    "imdbId": "tt15398776",
    "rating": 8.2,
    "genres": "Биография, Драма, История",
    "description": "История жизни американского физика-теоретика Роберта Оппенгеймера, который руководил Манхэттенским проектом — программой по созданию первой атомной бомбы во время Второй мировой войны.",
    "img": "/images/11.webp"
  },
  {
    "id": 12,
    "title": "Дюна: Часть вторая",
    "imdbId": "tt15239678",
    "rating": 8.4,
    "genres": "Фантастика, Боевик, Драма, Приключения",
    "description": "Пол, сын убитого герцога Атрейдеса, присоединился к пустынному племени фрименов и перенимает его знания и традиции. Всё больше фрименов видит в нём мессию, предсказанного в пророчестве. Всё больше людей готово идти за ним на войну с домом Харконненов, который выкачивает ресурсы из Арракиса. Тем временем мятеж фрименов начинает беспокоить уже не только барона Харконнена, но и самого императора.",
    "img": "/images/12.webp"
  },
  {
    "id": 13,
    "title": "Интерстеллар",
    "imdbId": "tt0816692",
    "rating": 8.7,
    "genres": "Фантастика, Драма, Приключения",
    "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
    "img": "/images/13.webp"
  },
  {
    "id": 14,
    "title": "Наполеон",
    "imdbId": "tt13287846",
    "rating": 6.4,
    "genres": "Биография, Драма, Военный",
    "description": "Эпическая история о взлете и падении французского императора Наполеона Бонапарта, его ненасытной жажде власти и сложных отношениях с его единственной настоящей любовью, Жозефиной.",
    "img": "/images/14.webp"
  },
  {
    "id": 15,
    "title": "Барби",
    "imdbId": "tt1517268",
    "rating": 6.8,
    "genres": "Комедия, Приключения, Фэнтези",
    "description": "После кризиса существования Барби и Кен отправляются в реальный мир, чтобы найти ответы на вечные вопросы и обрести смысл жизни в мире людей.",
    "img": "/images/15.webp"
  },
  {
    "id": 16,
    "title": "Миссия невыполнима: Смертельная расплата",
    "imdbId": "tt9603212",
    "rating": 7.6,
    "genres": "Боевик, Триллер, Приключения",
    "description": "Итан Хант и его команда МВФ должны отследить новое ужасающее оружие, которое может угрожать всему человечеству, если попадет не в те руки.",
    "img": "/images/16.webp"
  }
]
